arch-audit
base
base-devel
bind
bluez
bluez-utils
brightnessctl
chromium
clang
cmake
curl
docker
dosfstools
efibootmgr
emacs
fd
ffmpeg
flatpak
fuse2
fwupd
fzf
ghostty
git
github-cli
grub
gst-libav
gst-plugins-bad
htop
hyprland
hyprpaper
intel-ucode
ispell
less
linux
linux-firmware
lsof
man-db
mtools
neofetch
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openssh
pavucontrol
pipewire
pipewire-pulse
polkit-gnome
polkit-kde-agent
poppler-glib
postgresql
ripgrep
signal-desktop
sof-firmware
sudo
traceroute
udisks2
unzip
uwsm
vim
waybar
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
